Repository: hd1ex/haico
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: File
de: Datei

source: File title
de: Dateititel

source: Associated group
de: Zugehörige Gruppe

source: Valid from
de: Gültig ab

source: Valid until
de: Gültig bis

source: Targeted infoscreens
de: Zielbildschirme

source: Choose a group
de: Wähle eine Gruppe

source: Email-transport failed. Please email %(rec)s manually and mention your content id (%(id)s). Sorry for the inconvenience!
de: Das Versenden der E-Mail ist fehlgeschlagen. Bitte sende eigenständig eine E-Mail an %(rec)s und erwähne deine Inhalts-Id (%(id)s). Enschuldigung für die Unanehmlichkeiten!

# infoscreen content singular
source: infoscreen content
de: Infoscreen-Inhalt

# infoscreen content plural
source: infoscreen content
de: Infoscreen-Inhalte

source: file url
de: Datei-URL

source: An url to the hosted file.
de: Eine URL zur abgelegten Datei.

source: A title for the content.
de: Ein Titel für den Inhalt.

source: title
de: Dateititel

source: group
de: Gruppe

source: The name of the associated group.
de: Der Name der verbundenen Gruppe.

source: The date when this content should start to be shown. Empty means that it should be shown from now on.
de: Das Datum ab wann dieser Inhalt angezeigt werden soll. Leer bedeutet, dass dieser ab sofort angezeigt werden soll.

source: valid from
de: Gültig ab

source: The date when this content expires. Empty means it does not expire.
de: Das Datum wann dieser Inhalt ausläuft. Leer bedeutet, dass dieser nicht ausläuft.

source: valid until
de: Gültig bis

source: The screens this content should be displayed on.
de: Die Bildschirme, an denen der Inhalt angezeigt werden soll.

source: screens
de: Bildschirme

source: The submitter of the content.
de: Der/Die Einreichende des Inhalts.

source: submitter
de: Einreichende

source: The time of submission.
de: Der Einreichungszeitpunkt.

source: submission time
de: Einreichungszeitpunkt

source: Currently displayed infoscreen content
de: Aktuell angezeigter Infoscreen-Inhalt

source: All infoscreen content
de: Gesamter Infoscreen-Inhalt

source: Add new infoscreen content
de: Füge neuen Infoscreen-Inhalt hinzu

source: Export with current filter as json
de: Exportiere mit dem aktuellen Filter als JSON

source: Only show current content
de: Zeige nur aktuelle Inhalte

source: Show all content
de: Zeige alle Inhalte

source: Submit new infoscreen content
de: Reiche neuen Infoscreen-Inhalt ein

source: Here you can upload multimedia content to be displayed on the infoscreens.
de: Hier kannst du neuen Multimedia-Inhalt hochladen, welcher auf den Infoscreens angezeigt werden soll.

source: Content will be displayed on a screen with 16/9 aspect ratio in landscape format.'
de: Der Inhalt wird auf einem Bildschirm im 16/9-Querformat angezeigt.

source: You may upload an <b>image</b> or <b>video</b> file with the dimensions <b>1920x1080</b> in <b>16/9 aspect ratio</b> and in <b>landscape</b> orientation.
de: Du kannst eine <b>Bild</b>- oder <b>Video</b>-Datei mit den Dimensionen <b>1920x1080</b> im <b>Seitenverhältnis 16/9</b> und <b>Querformat</b> hochladen.

source: Give the file a descriptive title. This will be used for indexing.
de: Gib der Datei einen aussagekräftigen Titel. Dieser wird für die Indizierung verwendet.

source: Next, you have to select a group to which the content belongs to. This is used to ensure a fair distribution of display time among all groups.
de: Als nächstes musst du eine Gruppe wählen, zu welcher der Inhalt gehört. Diese wird benutzt, um eine faire Verteilung von Anzeigezeit zwischen allen Gruppen zu garantieren.

source: You can specify a validity period. If you leave it empty, you indicate that this content can stay for an undefined period of time. The content will be displayed in the specified time span. This value can always be updated in the future - leaving you the option to reactivate content.
de: Du kannst eine Zeitspanne für die Gültigkeit setzen. Wenn du diese leer lässt, gibst du an, dass dieser Inhalt für eine unbestimmte Zeit bleiben kann. Der Inhalt wird innerhalb der spezifizierten Zeitspanne angezeigt. Dieser Wert kann in der Zukunft immer aktualisiert werden - dies lässt dir die Option, Inhalt zu reaktivieren.

source: Lastly, you have to select on which infoscreen(s) the content should be displayed.
de: Als letztes musst du den/die Bildschirm(e) wählen, an denen der Inhalt angezeigt werden soll.

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
de: Halte die Strg-Taste (⌘ für Mac) während des Klickens gedrückt, um mehrere Einträge auszuwählen.

source: Submit content
de: Inhalt einreichen

source: Your media file has the dimensions %(width)sx%(height)s. They need to be %(target_width)sx%(target_height)s.
de: Deine Multimedia-Datei hat die Dimensionen %(width)sx%(height)s. Diese müssen aber %(target_width)sx%(target_height)s sein.

source: Unable to parse file. Is this a multimedia file?
de: Die Datei kann nicht verarbeitet werden. Ist dies eine Multimedia-Datei?

source: Unsupported file type.
de: Nicht-unterstützter Dateityp.

source: English
de: Englisch

source: German
de: Deutsch

source: This project is licensed under the <a href="https://www.gnu.org/licenses/agpl-3.0.html"> GNU Affero General Public License</a>. Contribute or file bug reports at the <a href="https://github.com/hd1ex/haico"> projects repository</a>.
de: Dieses Projekt ist unter der <a href="https://www.gnu.org/licenses/agpl-3.0.html"> GNU Affero General Public License</a> lizenziert. Auf der <a href="https://github.com/hd1ex/haico"> Projektseite</a> kannst du beitragen oder Fehler melden.

source: New content
de: Neuer Inhalt
